Repository: web-svb/sel.github.io
Catalog: languages/show-external-links-*.po
Languages: ru_ru

source: Show External Links Settings
ru_ru: Настройки Show External Links

source: Skip sites
ru_ru: Исключить сайты

source: Domains or links, all from a new line.
ru_ru: Домены или ссылки, все с новой строки.

source: For example:
ru_ru: Например:

source: or with parameters:
ru_ru: или с параметрами:

source: URLs and parameters are truncated, only the domain remains.
ru_ru: URL-адреса и параметры обрезаются, остается только домен.

source: Submit
ru_ru: Сохранить

source: except for excluded sites
ru_ru: кроме исключенных сайтов

source: External links found!
ru_ru: Найдены внешние ссылки!

source: On this page %s link
ru_ru: На этой странице %s ссылка

source: If you do not see all the links on the page, check the source code.
ru_ru: Если вы не видите все ссылки на странице, проверьте исходный код.
